Repository: sinperhappy/SourceCodeOnElance
Catalog: SimpleElance/Project/Internationalization/Resources.*.resx
Languages: ar, de, es, fr, he, ru, zh_cn

source: About
ar: حول
de: Über
es: sobre
fr: sur
he: על
ru: О
zh_cn: 关于

# AboutInfo
source: This is a test task.
ar: هذه مهمة الاختبار.
de: Dies ist eine Testaufgabe.
es: Esta es una tarea de prueba.
fr: Il s'agit d'une tâche de test.
he: זוהי משימת בדיקה.
ru: Это тестовое задание.
zh_cn: 这是一个测试任务.

# AboutTask
source: About this task
ar: عن هذه المهمة
de: Zu diesem task
es: Acerca de esta tarea
fr: A propos de cette tâche
he: אודות משימה זו
ru: Об этой задаче
zh_cn: 关于这个任务

source: Account
ar: حساب
de: Konto
es: cuenta
fr: Compte
he: חשבון
ru: Учетная запись
zh_cn: 账户

source: Account Type
ar: نوع الحساب
de: Kontotyp
es: Tipo de Cuenta
fr: Type de compte
he: סוג חשבון
ru: Тип счета
zh_cn: 账户类型

source: Address
ar: عنوان
de: Adresse
es: dirección
fr: Adresse
he: כתובת
ru: Адрес
zh_cn: 地址

source: Address2
ar: العنوان 2
de: Adresse2
es: Dirección 2
fr: Adresse2
he: כתובה 2
ru: Адрес2
zh_cn: 地址2

source: Address required.
ar: معالجة المطلوبة.
de: Adresse erforderlich.
es: Dato necesario.
fr: Adresse nécessaire.
he: מענה הנדרש.
ru: Адрес требуется.
zh_cn: 地址必填.

source: Admin Support
ar: مشرف الدعم
es: Apoyo admin
fr: Soutien administratif
he: תמיכת מנהל
ru: Администрирование
zh_cn: 行政支持

source: Advertising
ar: إعلان
es: publicidad
fr: publicité
he: פרסום
ru: Реклама
zh_cn: 广告

source: Application Development
ar: تطوير التطبيقات
de: Assistenz/Administration
es: Desarrollo de aplicaciones
fr: développement d'applications
he: פיתוח אפליקציות
ru: Разработка приложений
zh_cn: 应用程序设计

source: Area Code
ar: كود المنطقة
de: Vorwahl
es: Código de área
fr: code de zone
he: קידומת
ru: Код области
zh_cn: 区号

source: Article Writing
ar: المادة الكتابة
de: Artikelschreiben
es: El artículo de escritura
fr: écriture d'article
he: כתיבת מאמר
ru: Написание статьи
zh_cn: 文章写作

source: << Back
ar: << عودة
de: << Zurück
es: << Volver
fr: Retour <<
he: חזור <<
ru: << Назад
zh_cn: << 后退

# BasicsInfo
source: Basics Information
ar: أساسيات المعلومات
de: Grundlagen-Informationen
es: Fundamentos de Información
fr: Informations Basics
he: מידע בסיסי
ru: Основы информация
zh_cn: 基本信息

source: Blog
ar: بلوق
he: בלוג
ru: Блог
zh_cn: 博客

source: Business
ar: عمل
es: negocios
fr: entreprise
he: עסק
ru: Бизнес
zh_cn: 公司

# CheckUser
source: Username exists, please try a different username.
ar: اسم المستخدم موجود، يرجى المحاولة اسم مستخدم مختلف.
de: Username existiert, bitte versuchen Sie einen anderen Benutzernamen.
es: Nombre de usuario existe, por favor intente un nombre de usuario diferente.
fr: Nom d'utilisateur existe, s'il vous plaît essayer un autre nom.
he: שם משתמש קיים, נוס שם משתמש שונה.
ru: Имя существует, попробуйте другое имя пользователя.
zh_cn: 用户名已存在,请尝试不同的用户名.

# ChoseFile
source: please chose the file!
ar: يرجى اختيار الملف!
de: Bitte wählen Sie die Datei!
es: por favor, elija el archivo!
fr: s'il vous plaît choisir le fichier!
he: אנא בחר את הקובץ!
ru: Пожалуйста выбрал файл!
zh_cn: 请选择文件

source: City
ar: مدينة
de: Stadt
es: ciudad
fr: ville
he: עיר
ru: Город
zh_cn: 城市

# CompanyName
source: Company Name(optional)
ar: اسم الشركة (اختياري)
de: Firma Name(optional)
es: Nombre de la empresa (opcional)
fr: Nom de l'entreprise (facultatif)
he: שם חברה (לא חובה)
ru: Компания Name(optional)
zh_cn: 公司名称(选填)

source: Conference
ar: مؤتمر
de: Konferenz
es: conferencia
fr: conférence
he: כנס
ru: Конференция
zh_cn: 会议

source: Continue >>
ar: تواصل >>
de: Weiter >>
es: Continuar >>
fr: continuer >>
he: המשך >>
ru: Продолжить >>
zh_cn: 继续 >>

source: Country
ar: بلد
de: Land
es: país
fr: pays
he: ארץ
ru: Страна
zh_cn: 国家

# CountryPhone
source: International Area Code
ar: رمز المنطقة الدولية
de: Internationale Vorwahl
es: Código de Área Internacional
fr: Indicatif régional internationale
he: אזור החיוג הבינלאומי
ru: Международный код города
zh_cn: 国际区号

source: Coworker
ar: زميل العمل
de: Mitarbeiter
es: compañero de trabajo
fr: collègue
he: עמית לעבודה
ru: Коллега
zh_cn: 同事

source: Create
ar: خلق
de: Erstellen
es: crear
fr: créer
he: ליצור
ru: Создание
zh_cn: 创建

# CreateAccount
source: Create an Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
he: צור חשבון
ru: Создание учетной записи
zh_cn: 创建用户

# CreateAccountInfo
source: Hello and welcome to Demo! Already have an account?
ar: أهلا و مرحبا بكم تجريبي! لديك حساب؟
de: Hallo und herzlich Willkommen auf der Demo! Haben Sie bereits ein Konto?
es: Hola y bienvenidos a la Demo! ¿Ya tienes una cuenta?
fr: Bonjour et bienvenue sur Demo! Vous avez déjà un compte?
he: שלום וברוך הבאים להדגמה! כבר יש לך חשבון?
ru: Здравствуйте и Добро пожаловать в демо! Уже есть аккаунт?
zh_cn: 您好,欢迎您来到该系统!已经拥有一个账户?

# CreateBasics
source: Create Basics Informations
ar: إنشاء أساسيات معلومات
de: Grundlagen-Informationen erstellen
es: Crear Informaciones básicos
fr: Créez Informations Basics
he: יצירת מידע על יסודות
ru: Создание основы информация
zh_cn: 创建基本信息

# CreateBasicsInfo1
source: Get Your Profile Started!
ar: الحصول على ملف التعريف الخاص بك كتبت!
de: Erhalten, die Ihrem Profil gestartet!
es: Obtenga su perfil Empecemos!
fr: Obtenez votre profil en main!
he: קבל את הפרופיל שלך בעבודה!
ru: Начать свой профиль!
zh_cn: 设置您的简历!

# CreateBasicsInfo2
source: First, let's get some basics out of the way...
ar: أولا، دعونا الحصول على بعض الأساسيات للخروج من الطريق ...
de: Zuerst lassen Sie uns einige Grundlagen aus dem Weg...
es: En primer lugar, vamos a obtener algunos conceptos básicos de la manera ...
fr: Tout d'abord, essayons de clarifier certaines notions de base outta le chemin ...
he: ראשית, בואו לקבל כמה יסודות מן הדרך ...
ru: Во-первых давайте некоторые основы в сторону...
zh_cn: 首先,让我们设置基本信息...

# CreateEmployer
source: Create Employer Informations
ar: إنشاء معلومات صاحب عمل
de: Arbeitgeber Informationen erstellen
es: Crear Informaciones Empresariales
fr: Créez Informations employeur
he: יצירת מידע על מעביד
ru: Создайте работодателя информацию
zh_cn: 创建雇主

# CreateSkills
source: Create Skills Informations
ar: خلق مهارات معلومات
de: Fähigkeiten Informationen erstellen
es: Crear Informaciones Habilidades
fr: Créez Informations compétences
he: יצירת מידע על מיומנויות
ru: Создание навыки информация
zh_cn: 创建技能信息

# CreateSkillsInfo1
source: Get Your Profile Started!
ar: الحصول على ملف التعريف الخاص بك كتبت!
de: Erhalten, die Ihrem Profil gestartet!
es: Obtenga su perfil Empecemos!
fr: Obtenez votre profil en main!
he: קבל את הפרופיל שלך בעבודה!
ru: Начать свой профиль!
zh_cn: 创建您的简历!

# CreateSkillsInfo2
source: Market your skills and experience...
ar: تسويق مهاراتك وخبرتك ...
de: Vermarkten Sie Ihre Fähigkeiten und Erfahrung...
es: Comercializar sus habilidades y experiencia ...
fr: Commercialiser vos compétences et de l'expérience ...
he: לשווק את הכישורים והניסיון שלך ...
ru: Рынок ваши навыки и опыт...
zh_cn: 将您的技能和经验市场化......

source: Create Worker
ar: إنشاء عامل
de: Worker erstellen
es: Crear trabajador
fr: Créer des travailleurs
he: צור עובד
ru: Создайте рабочий
zh_cn: 创建承包商

# CreateWorkerInfo1
source: Create a Contractor Account
ar: إنشاء حساب المقاول
de: Ein Auftragnehmer-Konto erstellen
es: Crear una cuenta de Contratista
fr: Créer un compte entrepreneur
he: צור חשבון קבלן
ru: Создайте учетную запись подрядчика
zh_cn: 创建一个承包人账户

# CreateWorkerInfo2
source: Looking to hire?
ar: تبحث لاستئجار؟
de: Möchten Sie mieten?
es: ¿Necesita contratar personal?
fr: Vous cherchez à embaucher?
he: מחפש לשכור?
ru: Глядя, чтобы нанять?
zh_cn: 寻找雇员?

# CreateWorkerInfo3
source: Employer Information
ar: صاحب العمل معلومات
de: Arbeitgeber Informationen
es: Información del empleador
fr: Renseignements sur l'employeur
he: מידע מעסיק
ru: Работодатель информация
zh_cn: 承包人信息

# CreateWorkerInfo4
source: How do you want to represent yourself to clients on task publish system?
ar: كيف تريد أن تمثل نفسك للعملاء على نظام النشر المهمة؟
de: Wie wollen Sie sich an Clients Aufgabe darstellen System zu veröffentlichen?
es: ¿Cómo quieres que te represente ante los clientes en el sistema de publicación tarea?
fr: Comment voulez-vous vous représenter aux clients sur le système de publication tâche?
he: איך אתה רוצה לייצג את עצמך ללקוחות במערכת פרסום משימה?
ru: Как вы хотите представлять себя клиентам на задачи опубликовать системы?
zh_cn: 您想在任务发布系统上怎样展现给客户

source: Data Entry
ar: إدخال البيانات
de: Dateneingabe
fr: Saisie des données
he: הזנת נתונים
ru: Ввод данных
zh_cn: 数据入口

source: Design&Multimedia
ar: تصميم والوسائط المتعددة
de: Gestaltung&Multimedia
es: Multimedia y diseño
fr: Multimédia conception
he: עיצוב ומולטימדיה
ru: Дизайн&мультимедиа
zh_cn: 设计&多媒体

source: Display Name
ar: عرض اسم
de: Anzeigenamen
es: Mostrar nombre
fr: afficher le nom
he: שם לתצוגה
ru: Отображаемое имя
zh_cn: 显示名称

# EbooksBlogs
source: E-books and Blogs
ar: الكتب والمدونات
de: E-Bücher und Blogs
es: E-libros y blogs
fr: E-books et blogs
he: ספרים אלקטרוניים ובלוגים
ru: E-книги и блоги
zh_cn: 电子书和博客

# Email
source: E-mail Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse E-mail
he: כתובת דואר אלקטרוני
ru: Адрес электронной почты
zh_cn: E-mail地址

# EmailFaield
source: E-mail address is not correct.
ar: عنوان البريد الإلكتروني غير صحيح.
de: E-Mail-Adresse ist nicht korrekt.
es: Dirección de correo electrónico no es correcta.
fr: Adresse e-mail n'est pas correcte.
he: כתובת דואר אלקטרוני היא לא נכונה.
ru: Адрес электронной почты не является правильным.
zh_cn: E-mail地址不正确

# EmailRequired
source: E-mail Address required.
ar: عنوان البريد الإلكتروني المطلوب.
de: E-Mail-Adresse erforderlich.
es: Email obligatorio.
fr: Adresse e-mail requise.
he: כתובת דואר אלקטרוני נדרשת.
ru: Адрес электронной почты требуется.
zh_cn: E-mail地址必填

# EmployerInfo
source: Employer Information
ar: صاحب العمل معلومات
de: Arbeitgeber Informationen
es: Información del empleador
fr: Renseignements sur l'employeur
he: מידע מעסיק
ru: Информация о работодателе
zh_cn: 雇主信息

source: Employer Profile
ar: صاحب العمل الشخصي
de: Arbeitgeber-Profile
es: Perfil del Contratante
fr: Profil de l'employeur
he: פרופיל מעסיק
ru: работодатель профиля
zh_cn: 雇主简历

source: Ext
ar: تحويلة
fr: poste
he: שלוחה
zh_cn: 分机号

source: Facebook
ar: الفيسبوك
he: פייסבוק
zh_cn: 脸谱网

source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
he: שם פרטיים
ru: Первое имя
zh_cn: 名字

source: First name required.
ar: الاسم الأول المطلوب.
de: Vorname erforderlich.
es: Nombre requerido.
fr: Prénom requis.
he: שם פרטים הנדרשים.
ru: Первое имя.
zh_cn: 名字必填.

source: Friend
ar: صديق
de: Freund
es: amigo
fr: Ami
he: חבר
ru: Друг
zh_cn: 朋友

source: Graphic Design
ar: التصميم الجرافيكي
de: Grafik-Design
es: Diseño Gráfico
fr: Design graphique
he: עיצוב גרפי
ru: Графический дизайн
zh_cn: 平面设计

# HourlyRate
source: My hourly rate
ar: بلدي الأجر بالساعة
de: Mein Stundensatz
es: Mi tarifa por hora
fr: Mon taux horaire
he: התעריף לשעה שלי
ru: Моя Почасовая ставка
zh_cn: 您的时薪

# HourlyRateFailed
source: This field must be a number
ar: يجب أن يكون هذا الحقل عدد
de: Dieses Feld muss eine Zahl sein.
es: Este campo debe ser digital
fr: Ce champ doit être un nombre
he: שדה זה חייב להיות מספר
ru: Это поле должно быть числом
zh_cn: 这个字段必须是数字

# HourlyRateRequired
source: My hourly rate required.
ar: معدل بلدي ساعة المطلوبة.
de: Mein Stundensatz erforderlich.
es: Mi tarifa por hora requerida.
fr: Mon taux horaire requis.
he: התעריף לשעה שלי צריך.
ru: Моя Почасовая ставка требуется.
zh_cn: 时薪必填

# How
source: How did you hear about us?
ar: كيف سمعت عنا؟
de: Wie sind Sie auf uns aufmerksam geworden?
es: ¿Cómo se enteró de nosotros?
fr: Comment avez-vous entendu parler de nous ?
he: איך שמעת עלינו?
ru: Как вы узнали о нас?
zh_cn: 您怎么了解到我们?

source: Illustration
ar: توضيح
de: Abbildung
es: ilustración
he: איור
ru: Иллюстрация
zh_cn: 插图

source: Index
ar: مؤشر
es: índice
he: אינדקס
ru: Индекс
zh_cn: 首页

source: Individual
ar: فرد
de: Einzelperson
fr: Individu
he: פרט
ru: Человек
zh_cn: 个人

source: IT&Programming
ar: IT البرمجة
de: IT- & -Programmierung
es: IT Programación
fr: Programmation & TI
he: IT ותכנות
ru: ИТ&программирование
zh_cn: 信息技术&编程

source: Language
ar: لغة
de: Sprache
es: idioma
fr: Langue
he: שפה
ru: Язык
zh_cn: 语言

source: Last Name
ar: اسم العائلة
de: Nachname
es: apellido
fr: Nom de famille
he: שם משפחה
ru: Фамилия
zh_cn: 姓

source: Last name required.
ar: اسم العائلة المطلوبة.
de: Nachname erforderlich.
es: Apellido necesario.
fr: Nom de famille requis.
he: שם משפחה הנדרשת.
ru: Фамилия требуется.
zh_cn: 姓必填.

source: Lead Generation
ar: يؤدي جيل
de: Lead-Generierung
fr: Génération de leads
he: דור להוביל
ru: Свинец поколения
zh_cn: 类型衍化

source: Linkedln
ar: ينكدين
es: Linkedin
he: מקושר ב
zh_cn: 连接推广

# LoginFailed
source: Login failed, please check the username and password.
ar: فشل تسجيل الدخول، يرجى التحقق من اسم المستخدم وكلمة المرور.
de: Anmeldung fehlgeschlagen, bitte überprüfen Sie Benutzername und Passwort.
es: Error de acceso, por favor, compruebe el nombre de usuario y contraseña.
fr: Échec de la connexion, veuillez vérifier le nom d'utilisateur et mot de passe.
he: הכניסה נכשלה, אנא בדוק את שם המשתמש והסיסמה.
ru: Ошибка входа в систему, пожалуйста, проверьте имя пользователя и пароль.
zh_cn: 登陆失败,请检查用户名和密码

# LoginInfo
source: Please input username and password. if you do not have an account, please
ar: يرجى إدخال اسم المستخدم وكلمة المرور. إذا لم يكن لديك حساب، يرجى
es: Por favor, nombre de usuario y la contraseña de entrada. si usted no tiene una cuenta, por favor
fr: S'il vous plaît d'entrée nom d'utilisateur et mot de passe. Si vous n'avez pas un compte, s'il vous plaît
he: אנא שם משתמש וסיסמא כניסה. אם אין לך חשבון, אנא
ru: Пожалуйста, ввода имени пользователя и пароля. Если вы не имеете учетной записи, пожалуйста
zh_cn: 请输入用户名和密码,如果您没有账户,请

source: Log off
ar: تسجيل الخروج
de: Abmelden
es: salir del sistema
fr: Déconnectez-vous
he: התנתק
ru: Выход
zh_cn: 退出

source: Logos
ar: الشعارات
he: לוגוים
ru: Логотипы
zh_cn: 标志

source: Mobile Apps
ar: تطبيقات الجوال
es: Aplicaciones para móviles
fr: Applications mobiles
he: יישומים לטלפון ניידים
ru: Мобильные приложения
zh_cn: 手机应用

source: Online advertisement
ar: الإعلان عبر الإنترنت
de: Online-Werbung
es: Publicidad online
fr: publicité en ligne
he: פרסומת באינטרנט
ru: Реклама онлайн
zh_cn: 在线广告

source: Online news article
ar: الانترنت لأخبار المادة
de: Online News-Artikel
es: Artículo de noticias en línea
fr: Article de nouvelles en ligne
he: מאמר חדשות מקוון
ru: Онлайн новости статьи
zh_cn: 在线新闻

source: Other
ar: آخر
de: Andere
es: otro
fr: autre
he: אחר
ru: Другие
zh_cn: 其他

source: Overview
ar: نظرة عامة
de: Übersicht
es: visión de conjunto
fr: vue d'ensemble
he: סקירה
ru: Обзор
zh_cn: 概述

source: Overview required.
ar: نظرة عامة المطلوبة.
de: Übersicht benötigt.
es: Descripción general requerida.
fr: Vue d'ensemble nécessaire.
he: סקירה כללית נדרשת.
ru: Обзор требуется.
zh_cn: 概述必填.

source: Password
ar: كلمة السر
de: Passwort
es: contraseña
fr: mot de passe
he: סיסמא
ru: Пароль
zh_cn: 密码

# PassWordFaield
source: Your passwords do not match.
ar: كلمات السر الخاصة بك غير متطابقة.
de: Ihre Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Vos mots de passe ne correspondent pas.
he: הסיסמות שלך לא מתאימות.
ru: Пароли не совпадают.
zh_cn: 两次输入密码不一致.

# PasswordRequired
source: Password is required.
ar: مطلوب كلمة المرور.
de: Kennwort ist erforderlich.
es: Se requiere una contraseña.
fr: Mot de passe est requis.
he: סיסמא נדרשת.
ru: Требуется пароль.
zh_cn: 密码必填

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: número de teléfono
fr: Numéro de téléphone
he: מספר טלפון
ru: Номер телефона
zh_cn: 电话号码

# PhoneNumberField
source: This field must be a phone number
ar: يجب أن يكون هذا الحقل رقم هاتف
de: Dieses Feld muss eine Telefonnummer angegeben sein.
es: Este campo debe ser un número de teléfono
fr: Ce champ doit être un numéro de téléphone
he: שדה זה חייב להיות מספר טלפון
ru: Это поле должно быть номер телефона
zh_cn: 这个字段必须是一个电话号码.

# Picture
source: Your Picture(optional)
ar: صورتك (اختياري)
de: Ihre Picture(optional)
es: Su imagen (opcional)
fr: Votre photo (facultatif)
he: התמונה שלך (אופציונלי)
ru: Ваш Picture(optional)
zh_cn: 您的照片(可选)

# PostJob
source: Post a Job
ar: أضف وظيفة
de: Post einen Job
es: Publique un Trabajo
fr: Publier une offre
he: הודעת איוב
ru: Разместить вакансию
zh_cn: 发布工作

source: Profile
ar: الملف الشخصي
de: Profil
es: perfil
fr: profil
he: פרופיל
ru: Профиль
zh_cn: 简历

source: register
ar: تسجيل
de: registrieren
es: registro
fr: enregistrer
he: להירשם
ru: зарегистрироваться
zh_cn: 注册

# RegisterEmployer
source: Register as a client
ar: سجل كعميل
de: Als Client registrieren
es: Registrarse como cliente
fr: Inscrivez-vous en tant que client
he: הרשמה כלקוח
ru: Зарегистрироваться в качестве клиента
zh_cn: 注册成为雇主

source: Relemarketing
ar: التسويق عبر الهاتف
es: Telemarketing
he: טלמרקטינג
zh_cn: 电话销售

source: Research
ar: بحث
de: Forschung
es: investigación
fr: recherche
he: מחקר
ru: Исследования
zh_cn: 研究

# ResendEmail
source: Resend verification email
ar: إعادة إرسال رسالة التحقق
de: Überprüfungs-Email erneut senden
es: Reenviar correo electrónico de verificación
fr: Recevoir à nouveau l'email de vérification
he: שלח שוב את הודעת אימות בדוא"ל
ru: Отправить email проверки
zh_cn: 重新发送验证邮件

source: Retype Password
ar: أعد كتابة كلمة المرور
de: Passwort wiederholen
es: Vuelva a escribir la contraseña
fr: Confirmer mot de passe
he: חזור על סיסמא
ru: Повторите пароль
zh_cn: 请再次输入密码

source: Retype Password required.
ar: أعد كتابة كلمة السر المطلوبة.
de: Passwort erforderlich.
es: Vuelva a escribir la contraseña requerida.
fr: Confirmer mot de passe requis.
he: חזור על סיסמא נדרשת.
ru: Повторите ввод пароля.
zh_cn: 再次输入密码必填

source: Sales&Marketing
ar: مبيعات والتسويق
es: Ventas y Marketing
fr: Ventes&Marketing
he: מכירות ושיווק
ru: Продажи&маркетинг
zh_cn: 销售&市场

source: Search&Online Marketing
ar: البحث والتسويق عبر الإنترنت
de: Verkauf- & -Marketing
es: Buscar y Marketing Online
fr: Recherche&Marketing en ligne
he: חיפוש ושיווק באינטרנט
ru: Поиск&Интернет маркетинг
zh_cn: 搜索&在线市场

source: --Select--
ar: - اختر -
de: --Auswählen--
es: - Seleccione -
fr: - Sélectionnez -
he: - בחר -
ru: --Выберите--
zh_cn: --请选择--

source: select all
ar: تحديد كافة
de: Wählen Sie alle
es: seleccionar todo
fr: tout sélectionner
he: בחר הכל
ru: выбрать все
zh_cn: 全选

source: Send Email
ar: إرسال البريد الإلكتروني
de: Senden Sie E-Mail
es: Enviar correo
fr: Envoyer un email
he: שלח
ru: Отправить письмо
zh_cn: 发送邮件

# SendEmailBody
source: Welcome to Task publish system!
ar: مرحبا بكم في نظام النشر المهمة!
de: Willkommen bei Aufgabe veröffentlichen System!
es: Bienvenido a la Tarea sistema de publicación!
fr: Bienvenue à la tâche publier le Système!
he: ברוכים באים למערכת פרסום משימה!
ru: Добро пожаловать в задаче публиковать системы!
zh_cn: 欢迎来到任务发布系统!

# SendEmailFaield
source: Sorry, error happened, please wait!
ar: عذرا، حدث خطأ، يرجى الانتظار!
de: Warten Sie leider Fehler aufgetreten ist, bitte!
es: Lo sentimos, error ocurrido, por favor espere!
fr: Désolé, une erreur s'est produit, s'il vous plaît attendez!
he: סליחה, טעות שקרתה, אנא המתן!
ru: Извините произошла ошибка, пожалуйста подождите!
zh_cn: 对不起,发生错误,请等待

# SendEmailSubject
source: Please verify your E-mail address.
ar: يرجى التحقق من البريد الإلكتروني الخاص بك عنوان.
de: Bitte überprüfen Sie Ihre E-mail-Adresse.
es: Por favor, verifique su dirección de e-mail.
fr: S'il vous plaît vérifier votre adresse e-mail.
he: אנא אשר את כתובת הדואר האלקטרוני שלך.
ru: Проверьте свой адрес электронной почты.
zh_cn: 请验证您的E-mail地址

# SendEmailSuccess
source: We are already send a E-mail to you, please check it and verify your E-mail address.
ar: PlWe بالفعل إرسال البريد الإلكتروني لكم، يرجى التحقق من ذلك وتحقق الخاص بك عنوان البريد الإلكتروني.
de: Wir sind bereits eine E-mail an Sie senden, überprüfen Sie es und bestätigen Sie Ihre E-mail-Adresse.
es: Ya estamos enviar un E-mail a usted, por favor revise y verifique que su dirección de e-mail.
fr: Nous sommes déjà envoyer un e-mail pour vous, s'il vous plaît, contrôlez et vérifiez votre adresse e-mail.
he: אנחנו כבר שולחים דואר אלקטרוני אליך, בבקשה לבדוק את זה ולאמת את כתובת הדואר האלקטרוני שלך.
ru: Мы уже отправить к вам, пожалуйста, проверьте его и проверить ваш адрес электронной почты.
zh_cn: 我们已经发送一封E-mail给您,请检查并且验证您的E-mail地址

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: registrarse
fr: Se connecter
he: כניסה
ru: Войти
zh_cn: 登陆

source: Skills
ar: المهارات
de: Fähigkeiten
es: Habilidades
fr: compétences
he: כישורים
ru: Навыки
zh_cn: 技能

# SkillsExperience
source: Skills and Experience
ar: المهارات والخبرات
de: Fähigkeiten und Erfahrungen
es: Habilidades y Experiencia
fr: Compétences et expérience
he: כישורים וניסיון
ru: Навыки и опыт
zh_cn: 技能和经验

source: Skills required.
ar: المهارات المطلوبة.
de: Erforderlichen Fertigkeiten.
es: Habilidades requeridas.
fr: Compétences requises.
he: כישורים הנדרשים.
ru: Навыков.
zh_cn: 技能必填.

source: Social Media Site
ar: وسائل الاعلام الاجتماعية الموقع
es: Sitio de redes sociales
he: אתר מדיה חברתי
ru: Социальный медиа-сайт
zh_cn: 社会媒体网站

# StartProfile
source: Start Your Profile
ar: بدء ملف التعريف الخاص بك
de: Starten Sie Ihr Profil
es: Comience su perfil
fr: Démarrez votre profil
he: התחל את הפרופיל שלך
ru: Начните свой профиль
zh_cn: 设置您的简历

# State
source: State/Province
ar: الدولة / الاقليم
de: Bundesland/Kanton
es: Estado / Provincia
fr: État / Province
he: מדינה / מחוז
ru: Штат/провинция
zh_cn: 州/省

# SystemRate
source: What system will change clients(after system fees)
ar: ما الذي تغيير نظام العملاء (بعد الرسوم النظام)
de: Welches System wird Kunden (außer System Gebühren) ändern.
es: ¿Qué sistema cambiará clientes (después de comisiones del sistema)
fr: Quel est le système changera clients (après déduction des frais de système)
he: איזו מערכת תהיה לשנות את הלקוחות (לאחר דמי מערכת)
ru: Какая система будет меняться клиентов (после системы сборов)
zh_cn: 添加系统服务费后展现给客户的时薪

# SystemRateFailed
source: This field must be a number
ar: يجب أن يكون هذا الحقل عدد
de: Dieses Feld muss eine Zahl sein.
es: Este campo debe ser digital
fr: Ce champ doit être un nombre
he: שדה זה חייב להיות מספר
ru: Это поле должно быть числом
zh_cn: 这个字段必须是数字

source: System Rate required.
ar: قيم النظام المطلوبة.
de: System Geschwindigkeit erforderlich.
es: Tipo de sistema necesarios.
fr: Taux système requis.
he: דרג מערכת הנדרשת.
ru: Системы скорости требуется.
zh_cn: 时薪必填

# SystemTitle
source: tasks publish system
ar: مهام نشر نظام
de: Aufgaben veröffentlichen system
es: tareas publicar sistema
fr: tâches publier système
he: משימות לפרסם מערכת
ru: задачи опубликовать системы
zh_cn: 任务发布系统

# Tagline
source: Tagline(optional)
ar: الشعار (اختياري)
es: Lema (opcional)
fr: Slogan (facultatif)
he: שורת מחץ (אופציונלי)
zh_cn: 标签(可选)

source: Transcription
ar: نسخ
de: Transkription
es: transcripción
he: שעתוק
ru: Транскрипция
zh_cn: 抄写

source: Translation
ar: ترجمة
de: Übersetzung
es: traducción
fr: traduction
he: תרגום
ru: Перевод
zh_cn: 翻译

# TV
source: TV/Radio/Print
ar: تلفزيون / راديو / طباعة
es: TV/Radio/Imprimir
fr: TV/Radio/Imprimer
he: טלביזיה / רדיו / הדפסה
ru: ТВ/Радио/печати
zh_cn: 电视/电台/出版物

source: Twitter
ar: تغريد
es: gorjeo
he: לצפצף
ru: Щебетать
zh_cn: 推特

source: Upload
ar: تحميل
es: subir
fr: Télécharger
he: העלה
ru: Загрузить
zh_cn: 上传

source: User name
ar: اسم المستخدم
de: Benutzername
es: nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
ru: Имя пользователя
zh_cn: 用户名

# UserNameMaxLength
source: Must be less than 20 characters.
ar: يجب أن يكون أقل من 20 حرفا.
de: Weniger als 20 Zeichen muss sein.
es: Debe tener menos de 20 caracteres.
fr: Doit être inférieure à 20 caractères.
he: חייב להיות פחות מ 20 תווים.
ru: Должно быть меньше 20 символов.
zh_cn: 不能超过20个字符
