Repository: sinperhappy/SourceCodeOnElance
Catalog: SimpleElance/Project/Internationalization/Resources.*.resx
Languages: ar, de, es, fr, he, ru, zh_cn

# UserNameRequired
source: User name is required.
ar: مطلوب اسم المستخدم.
de: Benutzername ist erforderlich.
es: El nombre de usuario es necesario.
fr: Nom d'utilisateur est requis.
he: שם המשתמש נדרש.
ru: Имя пользователя не требуется.
zh_cn: 用户名必填

source: Verify Email
ar: تحقق من البريد الإلكتروني
de: E-Mail-Adresse verifizieren
es: Verifique Email
fr: Vérifier les messages
he: ודא דוא"ל
ru: Проверка электронной почты
zh_cn: 验证邮箱

# VerifyEmailInfo
source: You're almost done! Check your email.
ar: كنت على وشك الانتهاء! فحص البريد الإلكتروني الخاص بك.
de: Sie sind fast fertig! Überprüfen Sie Ihre e-Mail.
es: Estamos casi listos! Revise su correo electrónico.
fr: Vous avez presque terminé ! Consulter votre courrier électronique.
he: כמעט סיימתי! בדקו את תיבת הדוא"ל שלך.
ru: Вы почти у цели! Проверьте свою электронную почту.
zh_cn: 你几乎快成功了!验证您的邮箱.

# VerifyEmailInfo1
source: Check this link in the email we sent to
ar: التحقق من هذا الارتباط في البريد الإلكتروني التي أرسلناها إلى
de: Überprüfen Sie diesen Link in der e-Mail, die, der wir geschickt
es: Consulta este enlace en el email que le enviamos para
fr: Visitez ce lien dans l'email que nous avons envoyé à
he: בדקו הקישור בדוא"ל שנשלחנו אל
ru: Проверить эту ссылку, в которую мы послали по электронной почте
zh_cn: 检查此电子邮件中的链接发送给

# VerifyEmailInfo2
source: to complete your account
ar: لإكمال حسابك
de: um Ihr Konto zu vervollständigen
es: para completar su cuenta
fr: pour compléter votre compte
he: כדי להשלים את החשבון שלך
ru: для завершения вашего счета
zh_cn: 来完成您的账户注册

source: Videography&Editing
ar: بالفيديو والتحرير
de: Videografie & bearbeiten
es: Videografía y edición
fr: Vidéographie&édition
he: עריכת וידאו
ru: Видеосъемка&редактирования
zh_cn: 视频&编辑

source: Virtual Assistant
ar: مساعد الظاهري
de: Virtuelle Assistentin
es: Asistente Virtual
fr: Assistant virtuel
he: עוזר וירטואלי
ru: Виртуальный помощник
zh_cn: 虚拟助理

# WantHire
source: I want to Hire
ar: أريد أن استئجار
de: Ich möchte mieten
es: Quiero contratar
fr: Je veux Location
he: אני רוצה לשכור
ru: Я хочу Прокат
zh_cn: 我想雇佣

# WantHireInfo
source: Instant access to the world's top pool of rated contractors.
ar: لحظة الوصول إلى تجمع في العالم من المقاولين تصنيف.
de: Sofortiger Zugang zum Schwimmbad auf der Welt bewertet Auftragnehmern.
es: Acceso instantáneo a la piscina más importantes del mundo de contratistas calificados.
fr: Accès instantané à la piscine du monde des entreprises cotées.
he: גישה מיידית לברכה העליונה בעולם של קבלנים מדורגים.
ru: Мгновенный доступ к Топ бассейн в мире рейтинг подрядчиков.
zh_cn: 即时访问世界顶级的额定承包商.

source: Want Job
ar: تريد الوظيفة
de: Wollen Job
es: ¿Quieres Job
fr: Tâche
he: רוצה עבודה
ru: Задание
zh_cn: 工作类型

# WantJobInfo1
source: What Type of Jobs Do You Want?
ar: ما نوع الوظائف تريد؟
de: Welche Art von Jobs wollen Sie?
es: ¿Qué Tipo de Trabajo Qué desea?
fr: Quel Type d'emplois voulez-vous?
he: משרות מה סוג אתה רוצה?
ru: Какой тип работы вы хотите?
zh_cn: 您需要那种类型的工作?

# WantJobInfo2
source: Select a category below. Don't worry, you can change your category or add more categories later if needed.
ar: حدد فئة أدناه. لا تقلق، يمكنك تغيير أو إضافة الفئة فئات أكثر في وقت لاحق إذا لزم الأمر.
de: Wählen Sie unten eine Kategorie aus. Mach dir keine Sorgen, können Sie Ihre Kategorie zu ändern oder weitere Kategorien später hinzufügen, wenn nötig.
es: Seleccione una categoría abajo. No se preocupe, usted puede cambiar su categoría o añadir más categorías más tarde si es necesario.
fr: Sélectionnez une catégorie ci-dessous. Ne vous inquiétez pas, vous pouvez changer votre catégorie ou ajouter des catégories plus tard si nécessaire.
he: בחר קטגוריה להלן. אל תדאג, אתה יכול לשנות את הקטגוריה שלך או להוסיף קטגוריות נוספות בהמשך במידת צורך.
ru: Выберите категорию ниже. Не беспокойтесь, вы можете изменить вашу категорию или добавить больше категорий позже при необходимости.
zh_cn: 选择下面的类别,不要担心,如果需要,您可以在后面改变类别或者添加新的类别.

# WantJobInfo3
source: Yes! Send me new job listing in the selected category.
ar: نعم! أرسل لي قائمة الوظائف الجديدة في الفئة المحددة.
de: Ja! Senden Sie mir neue Stellenanzeige in der ausgewählten Kategorie.
es: ¡Sí! Enviarme oferta de empleo nuevo en la categoría seleccionada.
fr: Oui!M'envoyer un nouvel emploi, annonces dans la catégorie sélectionnée.
he: כן! שלח לי הצעת עבודה חדשה בקטגוריה נבחרת.
ru: Да! Пришлите мне новую работу листинг в выбранной категории.
zh_cn: 是的!在我选中的类别中,发给我最新的工作列表.

# WantJobType
source: Type of Jobs You Want
ar: نوع الوظائف التي تريدها
de: Auftragstypen gewünschte
es: Tipo de trabajos que desea
fr: Type d'emploi souhaité
he: סוג העבודות שאתה רוצה
ru: Тип работы вы хотите
zh_cn: 您想要的工作类别

# WantWork
source: I want to Work
ar: أريد أن أعمل
de: Ich möchte arbeiten
es: Quiero Trabajar
fr: Je veux travail
he: אני רוצה לעבוד
ru: Я хочу, чтобы работа
zh_cn: 我想工作

# WantWorkInfo
source: Find clients, get hired, get paid
ar: العثور على عملاء، والحصول على التعاقد، والحصول على أموال
de: Finden Sie Kunden, eingestellt wird, bezahlt
es: Encontrar clientes, son contratados, se les paga
fr: Trouver des clients, se faire embaucher, get paid
he: מצא את הלקוחות, לקבל את השכר, מקבל תשלום
ru: Найти клиентов, получить работу, платят
zh_cn: 寻找客户,获得聘用,获得报酬.

source: Web Content
ar: محتوى الويب
de: Web-Inhalte
es: Contenido Web
fr: Contenu Web
he: תוכן אינטרנט
ru: Веб-содержимое
zh_cn: 网页内容编辑

source: Web Design
ar: تم تصميم الموقع
es: Diseño Web
fr: Conception de sites Web
he: עיצוב אתרים
ru: Веб-дизайн
zh_cn: 网页设计

source: Web Programming
ar: برمجة الويب
de: Web-Programmierung
es: Programación Web
fr: Programmation Web
he: תכנות לאינטרנט
ru: Веб-программирование
zh_cn: 网络编程

source: Web Search Engine
ar: على شبكة الإنترنت محرك البحث
de: Web-Suchmaschine
fr: Moteur de recherche Web
he: מנועי חיפוש באינטרנט
ru: Веб-поиска
zh_cn: 搜索引擎

source: Welcome
ar: ترحيب
de: Willkommen
es: bienvenido
fr: Bienvenue
he: ברוך הבא
ru: Добро пожаловать
zh_cn: 欢迎

# WelcomeInfo1
source: Congratulations! You're now registered.
ar: تهانينا! كنت سجلت لك الآن.
de: Herzlichen Glückwunsch! Werden Sie jetzt registriert.
es: ¡Felicitaciones! Ahora estás registrado.
fr: Félicitations ! Vous êtes maintenant enregistré.
he: מזל טוב! אתה רושם עכשיו.
ru: Поздравляем! Теперь вы зарегистрированы.
zh_cn: 恭喜您!您现在已经注册了.

# WelcomeInfo2
source: Post a job to get proposals and hire contractors on Task publish system.
ar: أضف وظيفة للحصول على مقترحات واستئجار مقاولين على نظام النشر المهام.
de: Post einen Job um Vorschläge zu erhalten und mieten Auftragnehmer auf Aufgabe veröffentlichen System.
es: Publicar un trabajo para obtener propuestas y contratar a los contratistas sobre el sistema de trabajo de publicación.
fr: Afficher un emploi pour obtenir des propositions et publient des entrepreneurs de location sur la tâche système.
he: הודעה כדי לקבל הצעות עבודה ולשכור קבלנים במערכת פרסום משימות.
ru: Разместить вакансию для получения предложений и прокат подрядчиков на задачи опубликовать системы.
zh_cn: 在任务发布系统上发布工作,获得提案,雇佣承包商

source: Worker Profile
ar: عامل الشخصي
de: Dieses Profil
es: trabajador perfil
fr: Profil de travailleur
he: פרופיל עובד
ru: Рабочий профиль
zh_cn: 承包商简历

source: Writing&Translation
ar: الكتابة والترجمة
de: Schreiben & Übersetzung
es: Redacción y Traducción
fr: Rédaction&traduction
he: כתיבה ותרגום
ru: Написание&перевод
zh_cn: 写作&翻译

# Zip
source: Zip/Postal Code
ar: الرمز البريدي / الرمز البريدي
de: PLZ/Ort
es: Código Postal/Cremallera
fr: Code Postal/zip
he: / מיקוד
ru: ZIP/почтовый индекс
zh_cn: 邮政编码/邮递区号
